{
  "name": "Vantagens Únicas",
  "about": "Todas as vantagens e desvantagens apresentadas neste capítulo são únicas: cada personagem pode possuir apenas uma delas.\nMuitas vezes elas indicam aquilo que o personagem é — um anão, elfo, goblin... —, sendo esta a razão de serem únicas. Ninguém pode ser um anão-goblin, ou um centauro-ogre, ou um androide-elfo. (Isto é, normalmente não! Peça a seu mestre. Se ele deixar, o problema é todo dele...)\nQuase todas as vantagens e desvantagens únicas trazem consigo um “pacote” de outras vantagens e desvantagens — anões, por exemplo, têm Resistência à Magia. Você não precisa pagar por elas, nem ganhará pontos por elas, pois já estão incluídas no custo total. Você não pode trocá-las ou, no caso de desvantagens, pagar pontos para se livrar delas. Mas há algumas exceções: um zumbi, por exemplo, pode pagar para não ser Monstruoso ou Inculto.\nUm personagem com a Forma Alternativa pode ter uma vantagem única para cada forma, mas os problemas de todas elas se acumulam em qualquer forma que ele tiver no momento. Então, se uma de suas Formas é um construto, você não vai poder recuperar Pontos de Vida com descanso mesmo mudando para outra forma.\n• Bônus de Características: muitas raças oferecem bônus em uma ou mais características. No entanto, esses bônus nunca podem elevar uma característica acima de 5 para um personagem recém-criado.\n• Testes de Resistência: algumas raças recebem bônus ou redutores em testes de Resistência, por serem mais vigorosas ou mais frágeis. Este bônus ou redutor afeta apenas testes de Resistência, não a Resistência verdadeira. Não tem efeito sobre Pontos de Vida ou Pontos de Magia.\n• Aptidão: algumas vantagens são mais comuns entre membros de certas raças — por exemplo, a perícia Crime é muito popular entre halflings e goblins. Por isso, quando decidem comprar esta perícia, eles pagam mais barato. Um personagem não é obrigado a comprar vantagens para as quais tenha aptidão (mas será uma boa ideia fazê-lo).",
  "aboutTwo": "As vantagens únicas são classificadas em seis grandes grupos:\n• Humanos.\n• Semi-humanos. Anão, Elfo, Elfo Negro, Gnomo, Halfling, Meio-Elfo, Meio-Orc.\n• Humanoides. Alien, Anfíbio, Centauro, Goblin, Kemono, Meio-Dragão, Minotauro, Ogre, Troglodita.\n• Youkai. Anjo, Demônio, Fada, Licantropo, Meio-Abissal, Meio-Celestial, Meio-Gênio.\n• Construtos. Androide, Ciborgue, Golem, Mecha, Meio-Golem, Nanomorfo, Robô Positrônico.\n• Mortos-Vivos. Esqueleto, Fantasma, Múmia, Vampiro, Zumbi.",
  "vantagensCategories": [
    {
      "id": "1",
      "title": "Semi-Humanos",
      "description": "Membros de raças semi-humanas existem em mundos de fantasia medieval, dividindo espaço com os humanos — mas também podem ser encontrados em alguns cenários modernos e futuristas, recriados por ciência avançada, ou vindos de outros planetas ou dimensões.\nExceto pela estatura, traços anatômicos e alguns poderes menores, semi-humanos são muito parecidos com os humanos. Em alguns casos podem até mesmo gerar descendentes; meio-elfos e meio-orcs são os mais conhecidos.\nHumanos e semi-humanos quase sempre são aliados, lutando juntos contra outras ameaças. Mas pode acontecer que, por razões variadas (muitas vezes por simples preconceito racial), uma ou mais raças semi-humanas sejam inimigas dos humanos, ou entre si. Este costuma ser o caso dos elfos negros, que odeiam os elfos.\nMagias e poderes que afetam humanos, também afetam semi-humanos, a menos que sua descrição diga o contrário."
    },
    {
      "id": "2",
      "title": "Humanos",
      "description": "Na maioria dos mundos, a supremacia pertence aos humanos. Mesmo nos lugares onde existem outras raças nativas, quase sempre a população humana supera todas as outras juntas. Comparados a outros povos, os humanos em geral têm mais iniciativa, mais energia e são mais adaptáveis, mas também têm vidas mais curtas.\nHumanos podem apresentar aparência ou poderes exóticos que muitos qualificam como “não humanos”. Um artista marcial capaz de disparar bolas de fogo pelas mãos, ou uma garota de cabelo rosado que fulmina demônios, dificilmente seriam considerados pessoas normais. No mundo colorido de 3D&T, muitas vezes será difícil dizer quem é humano ou não é...\nSer um humano é muito importante ao relacionar-se com pessoas normais: não-humanos costumam ser odiados, temidos (especialmente os humanoides e youkai), subestimados (como os semi-humanos) ou considerados inferiores (como construtos).\nNão é preciso adquirir nenhuma vantagem para ser humano. Se você não comprar nenhuma das vantagens únicas deste capítulo, então será automaticamente considerado humano."
    },
    {
      "id": "3",
      "title": "Humanoides",
      "description": "Humanoides são membros de raças que lembram humanos em alguns aspectos — têm cabeça, tronco, dois braços e duas pernas... ou quase tudo isso. Todos são inteligentes, mas seu parentesco com os humanos é bem mais distante que no caso dos semi-humanos.\nHumanoides quase sempre têm sua própria cultura e sociedade, sendo mais raro encontrá-los agindo ao lado dos humanos. O mais comum é que sejam inimigos. No entanto, um membro renegado da raça às vezes pode ser visto acompanhando um grupo de aventureiros.\nMagias e poderes que afetam apenas humanos e semi-humanos não afetam huma noides, e vice-versa."
    },
    {
      "id": "4",
      "title": "Youkai",
      "description": "Este é um nome genérico para numerosas criaturas, entre fadas, licantropos, anjos, demônios e também mortos-vivos (veja adiante). Quase qualquer ser sobrenatural é um youkai.\nDevido à sua imensa variedade, youkai são diferentes e imprevisíveis. A maioria é (ou pensa ser) superior aos humanos, agindo com arrogância por esse motivo. Um youkai também costuma ter cultura e valores desiguais, que conflitam com a moral e ética humanas, muitas vezes levando a animosidades.\nYoukai são resistentes aos ataques dos humanos, mas podem ser derrotados por monges ou exterminadores habilidosos. Alguns preferem simplificar as coisas e evitar totalmente os humanos (e seus problemas), vivendo em áreas remotas; outros gostam de humanos, escolhendo viver perto deles — ou entre eles, quando são aceitos. Existem até histórias de amor sobre youkai e humanos, que normalmente terminam em tristeza devido aos muitos obstáculos desse tipo de relacionamento."
    },
    {
      "id": "5",
      "title": "Construtos",
      "description": "Você não nasceu; foi construído. Em mundos modernos, provavelmente será um robô ou androide; em mundos medievais esta vantagem diz que você é um golem, uma estátua feita com materiais raros e animada através de magia.\n• Imunidades. Construtos nunca precisam dormir, comer ou beber. São imunes a todos os venenos, doenças, magias que afetam a mente — geralmente magias da escola Elemental (espírito) — e quaisquer outras que só funcionem contra criaturas vivas.\n• Reparos. Construtos nunca recuperam Pontos de Vida — nem com descanso, nem através de cura, magia, poções ou itens mágicos. Eles podem ser consertados por alguém que possua a perícia Máquinas: um teste bem-sucedido de Habilidade +1 restaura 1 PV em meia hora. Em caso de falha, uma nova tentativa vai consumir mais meia hora. A critério do mestre, o conserto pode levar 8 horas sem testes.\nConstrutos não podem ser ressuscitados, mas eles nunca morrem realmente: um construto que chegue a 0 PVs estará destruído, mas ainda pode ser consertado com a perícia Máquinas. Um construto não recebe Pontos de Experiência em uma aventura durante a qual tenha morrido.\n• Magia. Construtos podem usar e recuperar Pontos de Magia de formas normais (com repouso ou itens), mas não podem adquirir Magia Branca, Elemental ou Negra. Apenas um meio-golem poderá fazê-lo (veja adiante)."
    },
    {
      "id": "6",
      "title": "Mortos-Vivos",
      "description": "Nem todos encontram o descanso eterno. Alguns mortos ficam presos a este mundo.\nEmbora mortos-vivos possam ter pertencido a raças não-humanas quando em vida, eles perdem quaisquer poderes ou fraquezas raciais. Assim, um anão morto-vivo não tem quaisquer bônus ou benefícios da vantagem única Anão.\nMagias e poderes que afetam youkai, também afetam mortos-vivos.\n• Imunidades. Mortos-vivos nunca precisam dormir, comer ou beber. São imunes a todos os venenos, doenças, magias que afetam a mente — geralmente magias da escola Elemental (espírito) — e quaisquer outras que só funcionem contra criaturas vivas. Contudo, eles podem ser afetados por magias como Controle ou Esconjuro de Mortos-Vivos.\n• Infravisão. Mortos-vivos enxergam no escuro.\n• Energia Negativa. Mortos-vivos não podem ser curados com medicina, magias, poções ou outros itens mágicos de cura (usadas contra eles, essas coisas causam dano em vez de curar). Eles só recuperam Pontos de Vida com descanso, ou com a magia necromante Cura para os Mortos. Mortos-vivos nunca podem ser ressuscitados, exceto com um Desejo.\n• Devoção ou Dependência. Todos os mortos-vivos têm um motivo forte que os mantêm presos a este mundo. Devoções comuns são servir ao mago que o invocou, ou vingar-se de alguém que o matou. A Dependência mais comum para eles é o vampirismo, mas existem também aqueles que sugam almas ou devoram cérebros. Elas são explicadas em cada caso."
    }
  ],
  "vantagensUnicas": [
    {
      "id": "1",
      "name": "Humanos",
      "cost": "0",
      "categoryId": "2",
      "description": "Na maioria dos mundos, a supremacia pertence aos humanos. Mesmo nos lugares onde existem outras raças nativas, quase sempre a população humana supera todas as outras juntas. Comparados a outros povos, os humanos em geral têm mais iniciativa, mais energia e são mais adaptáveis, mas também têm vidas mais curtas.\nHumanos podem apresentar aparência ou poderes exóticos que muitos qualificam como “não humanos”. Um artista marcial capaz de disparar bolas de fogo pelas mãos, ou uma garota de cabelo rosado que fulmina demônios, dificilmente seriam considerados pessoas normais. No mundo colorido de 3D&T, muitas vezes será difícil dizer quem é humano ou não é...\nSer um humano é muito importante ao relacionar-se com pessoas normais: não-humanos costumam ser odiados, temidos (especialmente os humanoides e youkai), subestimados (como os semi-humanos) ou considerados inferiores (como construtos).\nNão é preciso adquirir nenhuma vantagem para ser humano. Se você não comprar nenhuma das vantagens únicas deste capítulo, então será automaticamente considerado humano."
    },
    {
      "id": "2",
      "name": "Anão",
      "cost": "1 ponto",
      "categoryId": "1",
      "description": "Anões não ultrapassam 1,30m de altura, mas são mais robustos que os humanos e podem usar qualquer arma, equipamento ou veículo projetado para eles. Eles apreciam trabalho duro: entre os ofícios favoritos da raça estão mineração, joalheria e forja de metais.\nAnões gostam de vestir armaduras metálicas e levam bastante bagagem, pois são capazes de carregar muito peso. Eles também adoram cerveja, consumindo muitos barris ao longo de suas extensas vidas.\n• Infravisão. Seres subterrâneos por natureza, todos os anões enxergam no escuro.\n• Resistência à Magia. Anões são muitíssimo resistentes a várias formas de poderes.\n• Testes de Resistência +1. Anões são robustos. Este bônus é cumulativo com sua Resistência à Magia, tornando um membro desta raça realmente difícil de atingir por meios mágicos.\n• Inimigos. Anões odeiam orcs (incluindo meio-orcs), goblinoides (goblins, hobgoblins, bugbears) e trolls (de todos os tipos). São treinados desde a infância para lutar com essas criaturas, por isso recebem H+1 contra elas."
    },
    {
      "id": "3",
      "name": "Elfo",
      "cost": "1 ponto",
      "categoryId": "1",
      "description": "Os elfos são uma raça antiga; lendas dizem que foram o primeiro povo criado pelos deuses. Têm orelhas pontiagudas, olhos amendoados, traços delicados, afinidade com a natureza, talento para a mágica, habilidade com espadas e arcos, e vidas muito longas.\nA maioria tem pele clara, mas alguns membros de sub-raças exóticas podem ser brancos, azuis ou verdes. Seus olhos e cabelos podem ter cores ainda mais variadas, e alguns têm traços incomuns como patas ou cauda. Exceto por tais detalhes, são fisicamente parecidos com os humanos. Têm a mesma altura e peso. Embora sejam normalmente mais delgados, alguns podem ser tão musculosos e massivos quanto qualquer humano.\nEm geral, elfos formam culturas avançadas, sofisticadas e pacíficas, com apreço pela natureza e afinidade com magia. Mas também podem ser temíveis guerreiros, especialmente quando protegem as florestas que tanto amam contra monstros e invasores.\n• Habilidade +1. Elfos são mais ágeis e inteligentes que os humanos.\n• Visão Aguçada. Elfos têm olhos aguçados; além disso, podem ver no escuro, mas não na escuridão total (deve existir uma iluminação mínima, por menor que seja).\n• FA+1 com espada e arco. Estas são armas tradicionais de sua raça. Isso significa que, para receber o bônus, você deve personalizar seu dano como Força (corte) e/ou Poder de Fogo (perfuração), à sua escolha.\n• Aptidão para Magia Elemental. Elfos podem comprar esta vantagem por apenas 1 ponto."
    },
    {
      "id": "4",
      "name": "Elfo Negro",
      "cost": "2 pontos",
      "categoryId": "1",
      "description": "Os elfos negros são uma versão subterrânea, e geralmente maligna (embora isso nem sempre seja verdade), dos elfos comuns. Eles não existem em Arton como raça nativa, mas podem ser encontrados na maioria dos outros mundos mágicos.\nEstes elfos têm pele negra, cabelos brancos e certa afinidade com aranhas e venenos. Suspeita-se que estas criaturas tenham grandes impérios secretos, mas esta hipótese ainda não foi totalmente confirmada. De qualquer forma, alguns deles decidem abandonar os hábitos nefastos de sua raça e viajar pelo mundo como aventureiros, enquanto os demais se tornam tipicamente vilões.\n• Habilidade +1. Elfos negros são mais ágeis e inteligentes que os humanos.\n• Infravisão. Como criaturas das trevas, habitantes de impérios subterrâneos, elfos negros enxergam perfeitamente no escuro.\n• Resistência à Magia. Elfos negros têm extrema resistência a poderes variados.\n• Magia. Elfos negros recebem Magia Branca ou Negra (à sua escolha) sem pagar pontos.\n• Ponto Fraco. À luz do dia, elfos negros sofrem penalidade temporária de –1 em todas as características e precisam gastar duas vezes mais PMs para lançar magias."
    },
    {
      "id": "5",
      "name": "Gnomo",
      "cost": "2 pontos",
      "categoryId": "1",
      "description": "Gnomos são pequenos humanoides medindo cerca de 1m de altura. São ligeiramente aparentados aos anões, mas ainda menores e menos robustos. Muitos têm orelhas pontiagudas, e quase todos cultivam barbas curtas e bem cuidadas. Gostam de roupas coloridas e joias.\nGnomos tendem a ser rabugentos e reclusos, preferindo a solidão de suas tocas a qualquer companhia. Muitos, no entanto, apaixonam-se pelas grandes cidades dos humanos e ali encontram seu lugar — geralmente como estudiosos, alquimistas, engenheiros, inventores ou magos ilusionistas, as maiores aptidões da raça. São muito raros aqueles que decidem ser aventureiros.\nQuase nunca um gnomo entrará em combate voluntariamente. Diante desse tipo de situação, eles preferem fugir ou enganar o inimigo com truques ou magias. Mesmo os magos gnomos mais poderosos evitam ferir seus oponentes sempre que possível, buscando outra alternativa para detê-los.\nNão existem gnomos nativos em Arton, mas eles podem chegar de outros mundos.\n• Habilidade +1. Gnomos são astutos e engenhosos.\n• Genialidade. Gnomos são cheios de truques, e têm fascínio natural por todas as artes, ciências e conhecimentos.\n• Faro Aguçado. Gnomos têm olfato excelente.\n• Pequenos Desejos. Gnomos são conhecidos por usar pequenos truques e magias menores o tempo todo. Eles podem lançar a magia Pequenos Desejos mesmo sem ter nenhuma vantagem mágica.\n• Modelo Especial. Gnomos não podem usar roupas, armas ou equipamentos feitos para humanos."
    },
    {
      "id": "6",
      "name": "Halfling",
      "cost": "1 ponto",
      "categoryId": "1",
      "description": "Seu nome vem de “half of some thing”, que significa “metade de alguma coisa” — um nome adequado para criaturinhas que não ultrapassam os 90cm de altura, exatamente metade de um ser humano.\nTambém conhecidos como hobbits ou apenas “pe queninos”, os halflings têm como sua segunda característica física mais marcante os pés densamente cobertos de pelos, embora nem todas as sub-raças tenham essa peculiaridade. Quase todos gostam de conforto e boa comida, sendo bastante raro que decidam ser aventureiros.\n• Habilidade +1, Poder de Fogo +1. Halflings são ligeiros, espertos, sortudos e habilidosos com armas de projéteis, seu \"esporte\" favorito. Sempre que possível, um halfling prefere lutar à distância.\n• Aptidão para Crime. Para halflings, a perícia Crime custa apenas 1 ponto.\n• Modelo Especial. Halflings não podem usar roupas, armas ou equipamentos feitos para humanos."
    },
    {
      "id": "7",
      "name": "Meio-Elfo",
      "cost": "0 pontos",
      "categoryId": "1",
      "description": "Um meio-elfo é resultado da união entre um humano e uma elfa, ou um elfo e uma humana. Sua aparência costuma ser mais humana (ao contrário dos elfos, meio-elfos podem ter barba), mas ainda com traços élficos. Têm orelhas pontiagudas, mas menos pronunciadas que elfos verdadeiros.\nMeio-elfos não possuem a maioria das habilidades raciais dos elfos: podem apenas ver no escuro com pouca iluminação e viver duas vezes mais que os seres humanos. Vivendo entre dois povos, ansiosos por pertencer a algum lugar, meio-elfos aprendem a ser simpáticos e agradáveis.\n• Visão Aguçada. Meio-elfos têm olhos aguçados e podem ver no escuro com perfeição, mas não na escuridão total: deve existir uma iluminação mínima, por menor que seja.\n• Aptidão para Artes e Manipulação. Meio-elfos lutam para pertencer a uma sociedade, querem ser aceitos entre os humanos, ou elfos, ou ambos. Para eles, as perícias Artes e Manipulação custam apenas 1 ponto cada."
    },
    {
      "id": "8",
      "name": "Meio-Orc",
      "cost": "0 pontos",
      "categoryId": "1",
      "description": "Um orc é uma criatura horrenda, semelhante a uma combinação de homem e animal. Eles variam amplamente em aparência, porque costumam cruzar com muitas outras criaturas, mas quase todos têm pele verde-acinzentada, orelhas pontudas, olhos vermelhos, presas inferiores afiadas e focinhos em vez de nariz. Orcs formam tribos selvagens e muitas vezes atacam outras raças; eles são inimigos de quase todos os povos.\nEmbora isso seja raro, algumas vezes uma tribo orc estabelece relações pacíficas com humanos — como parceiros comerciais ou aliados de guerra. Esse tipo de relação é bastante instável e delicada, mas favorece o surgimento de meio-orcs. Um meio-orc nasce do cruzamento de um orc com outra criatura humanoide. Isso quase sempre acontece entre orcs e humanos, goblins e hobgoblins.\nA aparência de um meio-orc é apenas um pouco melhor que um orc puro, mas em terras humanas eles ainda podem se fazer passar por “humanos grandes e feios”. Ao contrário dos meio-elfos, meio-orcs em geral são revoltados com sua própria origem e não querem “pertencer” a lugar nenhum.\n• Força +1. Meio-orcs herdam a força física de seus pais monstruosos, por isso são fortes e brutais.\n• Infravisão. Orcs são noturnos e subterrâneos. Por isso, meio-orcs enxergam no escuro.\n• Má Fama. Muita gente acha revoltante imaginar como um meio-orc veio a este mundo.\n• Vantagens Proibidas. Meio-orcs não chegam a ser exatamente estúpidos, mas também nunca são brilhantes. Eles não podem comprar Genialidade ou Memória Expandida."
    },
    {
      "id": "9",
      "name": "Alien",
      "cost": "2 pontos",
      "categoryId": "3",
      "description": "Alienígena, ou alien, não é o mesmo que extraterrestre. Literalmente, a palavra significa “estrangeiro”. Um alienígena não é sempre alguém nativo de outro planeta — pode ser um visitante de outro país. Mas é verdade que muitos heróis e seus inimigos (especialmente seus inimigos) chegam de outros mundos, épocas ou dimensões.\nPor sua origem peculiar, alienígenas podem demonstrar aparência e poderes muito variados, imprevisíveis. Quase todos são superiores aos humanos em um ou mais aspectos, mas também podem ser inferiores em outros.\nDevido à evolução paralela, muitos aliens têm aparência humana, salvo algum detalhe (uma cauda de macaco, por exemplo) não muito difícil de disfarçar. Mesmo assim eles têm dificuldade em passar despercebidos: um alien recém-chegado tem problemas para adaptar-se à nossa cultura e sociedade, cometendo muitos enganos e atraindo atenção (e encrenca). Até mesmo um alien criado na Terra desde pequeno sente-se deslocado dos demais, sem conhecer a verdade sobre seus poderes.\n• Característica +1. Um alien recebe +1 em uma característica à escolha do jogador.\n• Armadura Extra. Um alien recebe uma Armadura Extra (apenas contra energia) à escolha do jogador.\n• Vantagem Bônus. Um alien ganha uma vantagem de 1 ponto; ou pode comprar uma vantagem de 2 pontos (exceto perícias) por apenas 1 ponto.\n• Inculto. Aliens têm inaptidão à nossa cultura."
    },
    {
      "id": "10",
      "name": "Anfíbio",
      "cost": "0 pontos",
      "categoryId": "3",
      "description": "Humanoides anfíbios pertencem a uma das numerosas raças submarinas (tritões, sereias, nereidas, elfosdo-mar...) que existem em mundos de fantasia ou outros planetas. Ou talvez tenham sido criados por engenharia genética para trabalhar nas profundezas ou colonizar mundos oceânicos, quem sabe? A escolha exata é sua.\nAnfíbios podem viver e agir fora d’água normalmente; sereias e outras raças com cauda de peixe podem criar pernas normais quando estão em terra.\n• Resistência +1. Por sua tolerância a mudanças de pressão, anfíbios são vigorosos.\n• Natação. Anfíbios podem respirar e mover-se na água com velocidade normal, sem precisar da perícia Natação.\n• Radar. Anfibios têm este Sentido Especial apenas quando estão embaixo d’água.\n• Ambiente Especial. Anfíbios dependem de água para viver.\n• Vulnerabilidade: Fogo. Anfíbios são bastante sensíveis ao calor."
    },
    {
      "id": "11",
      "name": "Centauro",
      "cost": "1 ponto",
      "categoryId": "3",
      "description": "Este é um nome genérico para qualquer criatura “táurica”, que tenha um torso humano ligado a um corpo com quatro ou mais patas. Centauros típicos são meio humanos, meio cavalos. Mas também existem raças mais raras de meio-leões, meio-lagartos, meio-aranhas, meio-escorpiões e várias outras. Alguns podem ser amigos dos humanos e semi-humanos, enquanto outros são seus predadores.\n• Força +1. Por sua metade inferior, centauros são capazes de grande esforço físico.\n• Habilidade +1. Centauros recebem H+1 apenas para situações de corrida, fuga e perseguição (mas não esquivas).\n• Combate Táurico. Em combate, centauros podem deixar de fazer um ataque normal para fazer dois ataques por rodada com as patas dianteiras (cascos, garras...). São ataques baseados em Força (FA=F+1d), mas imprecisos, sem incluir a Habilidade do personagem. Se quiser aumentar a FA através de vantagens ou manobras, deve pagar o custo para cada ataque.\n• Modelo Especial. Obviamente, centauros não podem usar roupas, armas, veículos ou equipamentos feitos para humanos."
    },
    {
      "id": "12",
      "name": "Goblin",
      "cost": "-1 ponto",
      "categoryId": "3",
      "description": "Goblins são uma raça humanoide de pequena estatura (cerca de 1m), muito comum em mundos fantásticos. Em geral são malignos, mas algumas sociedades os aceitam como cidadãos, e uns poucos podem ser heróis.\nSua pele tem cor de terra, seus olhos são muito vermelhos e brilham na escuridão. Quase ninguém confia neles, mas podem ser contratados para trabalhar por preço baixo. Em regiões selvagens, grandes grupos de goblins costumam estar sob o comando de um líder ou mesmo um rei, que cavalga um grande lobo ou outro tipo de criatura.\n• Testes de Resistência +1. Goblins são habituados à sujeira e rigores da vida.\n• Infravisão. Goblins são noturnos e subterrâneos, por isso enxergam no escuro.\n• Aptidão para Crime. Para goblins, a perícia Crime custa apenas 1 ponto.\n• Má Fama. Ninguém confia em goblins ou gosta de tê-los por perto.\n• Magia. Para goblins, ser um conjurador é mais difícil. Magia Branca, Elemental e Negra custam 3 pontos cada. No entanto, um goblin com Clericato pode comprar Magia Branca pelo custo normal (2 pontos)."
    },
    {
      "id": "13",
      "name": "Kemono",
      "cost": "1 ponto",
      "categoryId": "3",
      "description": "Também conhecidos como juujin ou kemonobito, os kemono são animais antropomór ficos — ou seja, com características humanas. São bichos de várias espécies (a maioria, mamíferos) que andam, falam e agem como humanos.\nMuitas vezes são confundidos com licantropos (veja adiante) e outros monstros. Mas o kemono típico, exceto pela aparência, é absolutamente humano: fala línguas normais, veste roupas normais, come comida normal, e vive em casas normais. Muitos, inclusive, ficarão ofendidos caso sejam tratados como animais. Seu comportamento é tão civilizado que confunde as diferenças entre animais e humanos.\nAlguns kemono demonstram traços de personalidade ligados à sua aparência animal: coelhos são cautelosos, raposas são traiçoeiras, gatos são independentes, cães são leais, e assim por diante.\nUma variedade especial de kemono são os nekomimi, pessoas com orelhas, cauda e às vezes (mas nem sempre) patas de animais. O animal mais comum é o gato, mas também existem nekomimi de grandes felinos (panteras, onças, tigres...), coelhos, raposas, cães, lobos, porcos e outros mamíferos.\n• Habilidade +1. “Mais humanos que os humanos”, kemono são inteligentes e hábeis.\n• Sentidos Especiais. Kemono podem escolher dois entre os seguintes: Audição Aguçada, Visão Aguçada e Faro Aguçado. Eles raramente são apanhados de surpresa."
    },
    {
      "id": "14",
      "name": "Meio-Dragão",
      "cost": "4 pontos",
      "categoryId": "3",
      "description": "Dragões são monstros de incrível virilidade. Eles assumem formas humanoides (entre outras) para acasalar com membros de raças e espécies variadas. Devido à potência de seu sangue, seus filhos quase sempre serão meio-dragões, seres que herdam parte do poder elemental dos grandes répteis. Perto de seus covis, praticamente tudo que se move será um pouco dragão.\nMeio-dragões resultam da união entre um dragão e uma mulher humana ou semi-humana (cruzamentos entre homens e dragoas não produzem descendentes). A gravidez é normal, e o bebê parece pertencer totalmente à raça da mãe — na verdade, caso não se conheça a verdadeira natureza do pai, será impossível identificar qualquer coisa diferente na criança.\nUm meio-dragão nunca desenvolve asas, escamas ou coisas assim. Sua aparência pode ser totalmente normal, até atraente pelos padrões de beleza de sua raça. As diferenças são interiores: ele terá capacidades acima da média e afinidade com magia. Até aí, nada que possa identificá-lo como meio-dragão. O problema é que, quando o jovem filho da costureira da vila sobrevive a um incêndio sem nada sofrer, talvez seu verdadeiro pai tivesse escamas vermelhas...\n• Arcano. Um meio-dragão tem grande afinidade com magia.\n• Invulnerabilidade. Um meio-dragão é invulnerável a dano causado pelo elemento ligado a seu pai dragão: frio (para um meio-dragão branco), elétrico (azul), químico (verde ou marinho), fogo (vermelho) ou Magia Negra (para um meio-dragão negro)."
    },
    {
      "id": "15",
      "name": "Minotauro",
      "cost": "0 pontos",
      "categoryId": "3",
      "description": "A raça guerreira dos minotauros é composta por humanoides de grande estatura (em média 1,90m de altura) com corpos humanos musculosos e cabeças bovinas. Embora a cabeça de touro seja mais comum, existem numerosas sub-raças com cabeças de búfalo, gnu, bisão, boi-almiscarado, antílope, alce e outros animais aparentados. Alguns têm cascos bipartidos em vez de pés, mas essa não é a regra geral.\nNão existem minotauros fêmeas. Eles se reproduzem com fêmeas humanas e élficas. Por esse motivo, minotauros ricos e poderosos mantêm grandes haréns de escravas — fazendo com que sejam odiados por outras raças.\n• Força +2, Resistência +1. Minotauros são muito fortes e saudáveis.\n• Mente Labiríntica. Minotauros nunca se perdem em labirintos. Quando percorrem uma rede de túneis, masmorras ou estruturas semelhantes, conseguem memorizar o trajeto sem precisar de mapas — e sempre serão capazes de achar o caminho de volta. Esta habilidade não funciona em florestas, pântanos e outros tipos de terreno; apenas túneis e corredores.\n• Código de Honra do Combate. Minotauros nunca usam armas ou vantagens superiores às armas do oponente, e nunca atacam oponentes caídos ou em desvantagem numérica. Eles também nunca montam cavalos ou qualquer outra criatura, pois acham indigno caminhar sem usar os próprios cascos.\n• Má Fama. Minotauros são conhecidos como arrogantes, brigões e escravistas.\n• Fobia. Minotauros têm medo de altura. Estar perto de uma queda superior a 3m provoca neles o mesmo efeito da magia Pânico, se falharem em um teste de Resistência +2."
    },
    {
      "id": "16",
      "name": "Ogre",
      "cost": "2 pontos",
      "categoryId": "3",
      "description": "Também conhecidos como ogros, são humanoides primitivos e brutais, medindo 3m de altura. Vestem peles de animais como se fossem roupas, vivem em cavernas e preferem usar clavas como armas. Carnívoros, costumam matar e devorar seres humanos e semi-humanos.\nPor todos esses motivos, é muito fácil contratar ogres como guardas, soldados e mercenários; para ter sua lealdade basta oferecer boa comida, armas, armaduras e oportunidades de combate. Chega a ser raro encontrar um vilão ou lorde maligno que não tenha pelo menos um punhado de ogres a seu serviço.\nEmbora seja incomum, um ogre pode fazer parte de um grupo de aventureiros; livre da influência de outros da mesma raça, ele será capaz de moderar seu comportamento e perceber os benefícios de fazer parte de uma equipe com habilidades que ele não tem.\n• Força +3, Resistência +3. Quase nada é tão forte ou resistente quanto um ogre.\n• Modelo Especial. Quase nada é tão grande quanto um ogre.\n• Inculto. Quase nada é tão estúpido quanto um ogre (só não vá dizer isso a ele).\n• Má Fama, Monstruoso. Quase nada é tão indesejado quanto um ogre. Eles acumulam os ajustes destas desvantagens em testes de perícias: +2 em Interrogatório e Intimidação; –2 em Lábia e Sedução.\n• Vantagens Proibidas. Quase nada é tão limitado quanto um ogre. Eles não podem comprar Genialidade, Memória Expandida e nenhuma vantagem mágica."
    },
    {
      "id": "17",
      "name": "Troglodita",
      "cost": "2 pontos",
      "categoryId": "3",
      "description": "Trogloditas, ou trogs, são uma raça guerreira de homens-lagarto subterrâneos. Em geral são malignos e inimigos das raças humanas e semi-humanas, mas membros desgarrados podem acabar se tornando heróis aventureiros. Gostam muito de cerveja e objetos feitos de aço.\n• Força +1, Armadura +1. Trogs são fortes e têm couro resistente.\n• Infravisão. Como raça subterrânea, trogs enxergam no escuro.\n• Camuflagem. Por sua pele camaleônica, trogs sempre fazem testes de Furtividade como se tivessem uma perícia própria.\n• Ataque Pestilento. Apenas trogs têm esta habilidade. Eles podem gastar 2 Pontos de Magia para expelir um óleo fedorento que exige de todas as criaturas próximas (distância de ataque corpo-a-corpo) um teste de Resistência. Falha resulta na perda temporária de 1 ponto de Força, até o fim do combate. Criaturas com Faro Aguçado falham automaticamente no teste. Criaturas bem-sucedidas no teste ficam imunes ao cheiro de qualquer trog durante 24 horas.\n• Monstruoso. São homens-lagarto fedidos, o que você esperava?\n• Vulnerabilidade: Frio. Por seu sangue frio, trogs têm pouca tolerância ao gelo."
    },
    {
      "id": "18",
      "name": "Anjo",
      "cost": "2 pontos",
      "categoryId": "4",
      "description": "Anjos, também conhecidos como celestiais ou tenshi, são criaturas que habitam os planos superiores. São raros no Plano Material, mas muito freqüentes em alguns Reinos dos Deuses. Sua aparência é igual a uma criatura normal, mas com traços mais belos e imponentes. A maioria dos celestiais são benignos (mas não todos). Nem todos têm forma humanoide; existem também ursos, leões, unicórnios e tantos outros seres celestiais.\nAnjos que visitam o Plano Material fazem jornadas voluntárias, através de feitiços, portais mágicos ou habilidades naturais. Outros são invocados (ou capturados) por conjuradores poderosos ou fenômenos sobrenaturais.\n• Boa Fama. Anjos são sempre reconhecidos como benevolentes ou sagrados (mesmo que nem sempre seja o caso).\n• Sentidos Especiais. Todo anjo tem Infravisão, Visão Aguçada e Ver o Invisível.\n• Invulnerabilidade: Elétrico e Sônico. Anjos são resistentes a estas energias originárias das nuvens.\n• Aptidão para Voo. Muitos anjos têm asas, por isso podem comprar esta vantagem por apenas 1 ponto.\n• Aptidão para Magia Branca. Anjos podem comprar esta vantagem por apenas 1 ponto.\n• Teleportação Planar. Um anjo pode usar esta magia livremente, por seu custo normal em Pontos de Magia, exceto quando está preso ao próprio plano nativo por sua Maldição (veja a seguir).\n• Maldição. Todo anjo destruído fora de seu plano de origem é banido de volta, e não pode retornar durante algum tempo — de 30 dias a 1000 anos, à escolha do mestre. Um anjo destruído em seu plano de origem desaparece para sempre, e não pode ser ressuscitado (exceto com um Desejo).\n• Vulnerabilidade: Fogo. Anjos são vulneráveis às chamas do inferno."
    },
    {
      "id": "19",
      "name": "Demônio",
      "cost": "1 ponto",
      "categoryId": "4",
      "description": "Também conhecidos como abissais, infernais ou oni, um demônio é qualquer criatura nativa de um plano ou dimensão de natureza maligna — geralmente o Abismo, os Nove Infernos, o Hades, o Mundo Sombrio e outros lugares de nomes deprimentes. Estes seres extraplanares visitam a Terra com objetivos diversos, desde a coleta de almas (que eles empregam como alimento, fonte de energia ou moeda) até caça a tesouros, perseguição a fugitivos e mesmo coisas simples e triviais como “fazer turismo”.\nEmbora grande parte dos demônios atue como servos para um lorde poderoso, um deus-monstro maligno ou outro patrono, muitos são independentes e têm objetivos próprios. Muitos são aventureiros, e alguns nem mesmo são malignos.\n• Sentidos Especiais. Todo demônio tem Infravisão, Faro Aguçado e Ver o Invisível.\n• Invulnerabilidade: Fogo. Demônios são imunes a dano por fogo.\n• Aptidão para Voo. Muitos demônios têm asas, por isso podem comprar esta vantagem por apenas 1 ponto.\n• Aptidão para Magia Negra. Demônios podem comprar esta vantagem por 1 ponto.\n• Teleportação Planar. Um demônio pode usar esta magia livremente, por seu custo normal em Pontos de Magia, exceto quando está preso ao próprio plano nativo por sua Maldição (veja adiante).\n• Má Fama. Demônios são sempre reconhecidos como perigosos e malignos (mesmo que nem sempre seja o caso).\n• Maldição. Todo demônio destruído fora de seu plano de origem é banido de volta, e não pode retornar durante algum tempo — desde 30 dias até 1000 anos, à escolha do mestre. Um demônio destruído em seu próprio plano de origem desaparece para sempre, e não pode ser ressuscitado (exceto com um Desejo).\n• Vulnerabilidade: Elétrico e Sônico. Demônios são vulneráveis à pureza da luz e vento."
    },
    {
      "id": "20",
      "name": "Fada",
      "cost": "3 pontos",
      "categoryId": "4",
      "description": "“Fada” é um nome genérico para muitas pequenas criaturas de natureza altamente mágica, muitas vezes ligadas à natureza ou certos deuses. Elas podem ser conhecidas como sprites, pixies, dríades, sátiros, ninfas...\nEmbora a aparência das fadas possa variar imensamente, grande parte delas tem o aspecto de pequeninas jovens élficas, com asas de libélula ou borboleta, e olhos negros e brilhantes, feito olhos de inseto ou lagartixa. Muitas têm antenas. Outras ostentam um segundo par de braços, parecidos com garras ou patas de inseto.\nFadas são de natureza curiosa e brincalhona. Comportam-se como crianças, mas podem atingir séculos de idade e esconder grande sabedoria. Nunca envelhecem. No entanto, quando morrem, não podem ser ressuscitadas por meios normais, pois seus corpos se transformam em poeira brilhante. Apenas uma magia Desejo pode trazer uma delas de volta à vida.\n• Habilidade +1. Fadas são ágeis e graciosas.\n• Aparência Inofensiva. Minúsculas e de aspecto delicado, fadas não parecem capazes de machucar ninguém.\n• Voo. Quase todas as fadas podem voar. Se você optar por uma fada sem asas, a vantagem custará 2 pontos.\n• Magia. Fadas recebem Magia Branca ou Negra (à escolha do jogador) e Magia Elemental sem pagar pontos.\n• Modelo Especial. A menos que você colecione brinquedos, é realmente difícil conseguir roupas, armas, instrumentos e veículos para fadas. Embora sejam incomuns, há fadas de tamanho humano. Elas não sofrem os efeitos de Modelo Especial, mas também não recebem H+1. O custo da vantagem fica inalterado.\n• Vulnerabilidade: Magia. Fadas são muito vulneráveis a magia e armas mágicas.\n• Vantagens Proibidas. Fadas nunca podem adquirir Resistência à Magia e, obviamente, não podem ser Monstruosas."
    },
    {
      "id": "21",
      "name": "Licantropo",
      "cost": "0 pontos",
      "categoryId": "4",
      "description": "Também conhecido como hengeyoukai (que significa “demônio metamorfo”), esta criatura foi vítima de uma maldição, ou pertence a uma raça capaz de se transformar em fera: lobisomem, homem-urso, homem-rato, homem-tigre e outros. Sua aparência e hábitos podem variar muito, mas é mais comum que usem roupas de couro ou peles de animal.\n• Força Animal. Licantropos são brutos e vigorosos. Eles recebem F+1 e A+1, e o dobro disso em sua forma de fera. Em forma de fera, também recebem dois Sentidos Especiais (à escolha do jogador, mas sempre os mesmos), mas sofrem as desvantagens Modelo Especial, Monstruoso e Vulnerabilidade: Magia e Prata.\n• Transformação. Infelizmente, a transformação de um licantropo não está sob seu controle. Ela ocorre apenas em certas condições, independentes de sua vontade. A licantropia é diferente para cada um, sendo que o jogador e o mestre devem discutir cada caso. A seguir estão alguns exemplos.\nFúria: uma forma especial da desvantagem Fúria: além de sofrer os efeitos normais, você se transforma em fera até a luta terminar.\nLua Cheia: clássico. Você se transforma quando vê a lua e só retorna ao normal quando vê o sol (desenhos e fotografias também valem!).\nPerto da Morte: você se transforma em fera quando está Perto da Morte.\nProtegido Indefeso: você tem um Protegido, e se transforma quando ele está em perigo."
    },
    {
      "id": "22",
      "name": "Meio-Abissal",
      "cost": "2 pontos",
      "categoryId": "4",
      "description": "Resultado do envolvimento entre demônios e mortais, um meio-abissal carrega em seu sangue a herança maldita de seu pai ou mãe extraplanar, com todas as suas fraquezas, mas apenas uma pequena parte de seus poderes. Felizmente, eles são nativos deste mundo e não podem ser banidos ou aprisionados em outros planos como os demônios verdadeiros.\n• Sentidos Especiais. Todo meio-abissal tem Infravisão, Faro Aguçado e Ver o Invisível.\n• Armadura Extra: Fogo. Meio-abissais são resistentes a dano por fogo.\n• Aptidão para Voo. Para meio-abissais, esta vantagem custa 1 ponto.\n• Aptidão para Magia Negra. Para meio-abissais, esta vantagem custa 1 ponto.\n• Vulnerabilidade: Elétrico e Sônico. Meio-abissais são vulneráveis à pureza da luz e vento."
    },
    {
      "id": "23",
      "name": "Meio-Celestial",
      "cost": "2 pontos",
      "categoryId": "4",
      "description": "Resultado do envolvimento entre anjos e mortais, um meio-celestial tem a nobreza e pureza dos anjos em seu sangue, mas de forma diluída, com todas as suas fraquezas e apenas uma fração de seus poderes. Ao contrário de um anjo verdadeiro, é nativo deste mundo e não pode ser banido ou aprisionado em outros planos.\n• Sentidos Especiais. Todo meio-celestial tem Infra visão, Visão Aguçada e Ver o Invisível.\n• Armadura Extra: Elétrico e Sônico. Meio-celestiais são resistentes a estas energias originárias das nuvens, o relâmpago e o trovão.\n• Aptidão para Voo. Para meio-celestiais, esta vantagem custa 1 ponto.\n• Aptidão para Magia Branca. Para meio-celestiais, esta vantagem custa 1 ponto.\n• Vulnerabilidade: Fogo. Meio-celestiais são vulneráveis às chamas do inferno."
    },
    {
      "id": "24",
      "name": "Meio-Gênio",
      "cost": "4 pontos",
      "categoryId": "4",
      "description": "Filhos de humanos e seres mágicos — não necessariamente gênios, mas também fadas, ninfas e outros —, os meio-gênios proliferam no mundo mágico de Arton, um mundo abençoado por Wynna, a bela Deusa da Magia. Eles também podem existir no mundo moderno, embora sejam muito mais raros.\nMeio-gênios não governam nenhuma nação, nem formam comunidades — apenas vivem em meio aos humanos, emprestando a esses “pobres desafortunados” seu extremo poder arcano. Trazem sempre uma grande tatuagem mágica que brilha quando usam seus poderes. Por sua ascendência, têm habilidades mágicas naturais e uma predisposição a ajudar aqueles em necessidade. São generosos, estão sempre ansiosos para prestar favores.\n• Arcano. Meio-gênios têm grande afinidade com magia.\n• Armadura Extra. Meio-gênios são resistentes a um elemento que depende de sua descendência. Existem meio-gênios da água (Químico), ar (Sônico), fogo (Fogo), terra (Esmagamento), luz (Elétrico) e trevas (Magia).\n• Aptidão para Voo. Muitos meio-gênios podem levitar, por isso pagam apenas 1 ponto por esta vantagem.\n• Desejos. Quando um meio-gênio lança uma magia a pedido de outra pessoa, ele gasta apenas metade do custo em Pontos de Magia. O meio-gênio ainda pode conjurar magias pelo custo normal, sem ninguém pedir.\n• Código da Gratidão. Todo meio-gênio sempre será grato a alguém que tenha lhe prestado um grande favor, como salvar sua vida ou libertá-lo de um cativeiro. Ele adotará essa pessoa como seu “amo”."
    },
    {
      "id": "25",
      "name": "Androide",
      "cost": "1 ponto",
      "categoryId": "5",
      "description": "Vem do grego “andros” (homem) e “oide” (criatura), e significa autômato (robô) de figura humanoide. Um androide é um construto com aparência e comportamento humanos. É impossível saber a diferença sem um exame cuidadoso ou formas eletrônicas de detecção.\n• Aparência Humana. Androides normalmente têm boa aparência, para lidar melhor com pessoas. Um androide de aparência desagradável, ou que possa ser prontamente identificado como não humano, reduz o custo da vantagem única em 1 ponto.\n• Alma Humana. Alguns androides são tão perfeitos que chegam a ter emoções verdadeiras. Em certos casos, podem nem mesmo saber que são androides, recebendo memórias falsas para acreditar que são humanos. Estes construtos podem ser normalmente afetados por magias e poderes que afetam a mente (Telepatia e magias da escola Elemental (espírito), reduzindo o custo total da vantagem única em 1 ponto."
    },
    {
      "id": "26",
      "name": "Ciborgue",
      "cost": "0 pontos",
      "categoryId": "5",
      "description": "Vem de “ciborg”, abreviação de “organismo cibernético”. Um ciborgue é um tipo de “meio-construto”, uma combinação de homem e máquina, reunindo o melhor dos dois mundos. Eles são parte máquina, parte ser vivo.\nCiborgues podem ser máquinas com partes humanas, ou humanos com partes mecânicas. Essa diferença é importante: os primeiros têm cérebros eletrônicos, e os últimos têm cérebros humanos.\n• Construto Vivo. Uma vez que têm partes orgânicas, ciborgues podem recuperar até metade de seus Pontos de Vida (arredondado para cima) com descanso ou cura normais, sem a necessidade de conserto. Isso quer dizer que metade de seus PVs são “orgânicos”, e metade são “mecânicos”. Você ainda é imune a magias que afetam apenas seres vivos.\n• Cérebro Orgânico. Se você escolher esta opção, será normalmente afetado por magias e poderes que afetam seres vivos, e a vantagem única custará –1 ponto."
    },
    {
      "id": "27",
      "name": "Golem",
      "cost": "3 pontos",
      "categoryId": "5",
      "description": "Golens são criaturas mágicas artificiais, construídas por grandes magos, clérigos ou cientistas a partir de materiais diversos.\nO uso de magia poderosa na fabricação destes construtos permite que apresentem uma impressionante variedade de tipos, formas e poderes. A maioria lembra grandes guerreiros em armaduras metálicas, mas com formas tão diferentes que nenhum humano poderia estar ali dentro. Outros são feitos de ossos, tornando-os parecidos com mortos-vivos. Alguns são de vidro ou cristal, enquanto outros ainda podem ser de madeira ou barro.\n• Imunidade. Além das imunidades normais de um construto, golens são tremendamente resistentes a magia. Eles possuem Armadura Extra contra todas as magias que causam dano, e são automaticamente bem-sucedidos em testes de Resistência contra quaisquer outras magias.\n• Camuflagem. Muitos golens são do tipo “estátua viva”, feitos para se parecer com esculturas de metal, madeira ou pedra. Conseguem se fazer passar por esculturas comuns ou misturar-se ao ambiente, como gárgulas ou estátuas guardiãs de portais. Golens fazem testes de Furtividade como se tivessem uma perícia própria.\n• Monstruoso. Uma vez revelados, golens são criaturas horríveis e assustadoras."
    },
    {
      "id": "28",
      "name": "Mecha",
      "cost": "0 pontos",
      "categoryId": "5",
      "description": "O mecha (pronuncia-se “meca”) segue a estética dos robôs japoneses de mangá e anime. Parece pouco com uma pessoa, e muito com maquinaria pesada. São grandes e angulosos, os mais mecânicos entre os construtos.\nQualquer mecha que pertence a um personagem jogador é, na verdade, um Aliado com esta vantagem única.\nMechas comuns têm tamanho humano ou maior, entre 2 e 3m de altura (mas aqueles de escalas diferentes podem ser gigantescos). Têm a cabeça pequena em proporção com o resto do corpo, reforçando a impressão de que são imensos. Muitos têm um visor no lugar dos olhos, ou nem mesmo têm rosto — a cabeça mais parece um capacete.\nAo contrário dos androides, ciborgues e outros, mechas não são feitos para se adaptar à vida humana — são considerados simples ferramentas, instrumentos ou eletrodomésticos. Embora a maioria dos mechas tenha estrutura humanoide básica (cabeça, tronco, dois braços, duas pernas), é muito comum que tenham formas diferentes, dependendo de sua função. Um mecha de batalha pode possuir um canhão substituindo um braço, enquanto um mecha operário pode ter garras próprias para segurar e transportar cargas.\n• Aptidão para Forma Alternativa. A estrutura mais “mecânica” dos mechas também permite que alguns destes robôs consigam mudar de uma configuração para outra — são os famosos transformers.\nA combinação humanoide/veículo é mais comum, pois oferece a versatilidade humana e a mobilidade de um carro, moto, jato, nave ou outro veículo. Também existem as formas de animal (em versão mecanizada), estrutura imóvel (uma torre de vigília, antenas de comunicação, estação de batalha...), aparelho (pistola, rádio-gravador, fita-cassete...) e outras. Uns poucos possuem três ou até quatro formas diferentes. Um mecha paga apenas 1 ponto por esta vantagem.\n• Modelo Especial. É comum que mechas sejam grandes demais para usar roupas, armas, veículos e outros utensílios destinados a humanos. No entanto, podem recomprar esta desvantagem por 1 ponto."
    },
    {
      "id": "29",
      "name": "Meio-Golem",
      "cost": "1 ponto",
      "categoryId": "5",
      "description": "Esta é a versão medieval mágica de um ciborgue — uma criatura viva que recebeu partes artificiais mágicas em subtituição a certas partes naturais. Sua maior vantagem sobre os demais construtos é a capacidade de usar magia.\n• Construto Vivo. Meio-golens podem recuperar até metade de seus Pontos de Vida (arredondado para cima) com descanso ou cura normais, sem a necessidade de conserto. Metade de seus PVs são “orgânicos”, e metade são “mecânicos”.\n• Cérebro Orgânico. Um meio-golem é normalmente afetado por magias e poderes que afetam seres vivos.\n• Magia. Meio-golens ganham uma vantagem mágica (Magia Branca, Elemental ou Negra) à sua escolha.\n• Insano. O processo de transformação em criatura artificial é algo horrível demais para suportar. Todo meio-golem tem uma insanidade de –1 ponto."
    },
    {
      "id": "30",
      "name": "Nanomorfo",
      "cost": "3 pontos",
      "categoryId": "5",
      "description": "Um nanomorfo é um construto feito de metal líquido. Não tem partes mecânicas: é formado por milhões e milhões de nanitas — robôs microscópicos que se prendem uns aos outros e agem coordenadamente. Isso permite ao construto assumir quase qualquer forma, exceto máquinas complexas como armas de fogo.\n• Doppleganger. Por sua facilidade em mudar de forma e cor, um nanomorfo pode assumir a aparência de qualquer pessoa ou objeto que tenha mais ou menos o seu próprio tamanho (mas não pode copiar sua memória ou poderes especiais).\n• Adaptador. Um nanomorfo pode modelar com suas mãos qualquer tipo de instrumento ou arma simples, como clavas, lâminas e peças pontiagudas. Para ataques baseados em Força, ele pode causar dano por esmagamento, corte ou perfuração, à sua escolha.\n• Membros Elásticos. Um nanomorfo pode alongar seus braços ou tentáculos para atingir alvos distantes.\n• Bônus em Perícias. Um nanomorfo pode criar ferramentas e instrumentos diversos com as mãos. Por isso recebe um bônus de +2 em testes de Habilidade ligados a Crime e Máquinas.\n• Regeneração. Um nanomorfo não pode ser consertado, mas regenera 1 Ponto de Vida por rodada. Caso chegue a 0 PVs, leva 1dx10 minutos para recuperar 1 PV e então volta a regenerar normalmente. As únicas formas de realmente deter um nanomorfo são através de prisão (cativeiro, paralisia, congelamento...), dano contínuo (como ser mergulhado em um tanque de ácido ou metal derretido) ou colapso total (caso ele receba dano igual a dez vezes seus Pontos de Vida atuais, de uma só vez).\n• Aptidão para Separação. Nanomorfos pagam apenas 1 ponto por esta vantagem."
    },
    {
      "id": "31",
      "name": "Robô Positrônico",
      "cost": "-2 pontos",
      "categoryId": "5",
      "description": "O robô positrônico foi inventado pelo grande escritor de ficção científica Isaac Asimov. Ele tem forma humanoide, para usar instrumentos e veículos projetados para humanos. Tem aparência nitidamente metálica, em cromo ou alumínio, enquanto outros são quase humanos — mas sempre com algum detalhe óbvio para diferenciá-los, como os movimentos, olhos ou voz.\nEm sociedades futuristas, onde robôs são criados para servir aos humanos, praticamente todos os construtos que convivem com pessoas pertencem a este tipo.\n• Código de Honra. Todos os robôs positrônicos são programados com as Três Leis da Robótica, que são:\n1ª Lei: jamais causar mal a um ser humano ou, por omissão, permitir que um ser humano sofra qualquer mal. Em mundos habitados por várias raças, esta lei pode ser extender a qualquer semi-humano, ou qualquer não-construto.\n2ª Lei: sempre obedecer ordens de seres humanos, exceto quando essas ordens violam a 1a Lei, ou qualquer outro Código de Honra que o robô possua.\n3ª Lei: um robô deve proteger sua própria existência, desde que essa proteção não entre em conflito com a 1a ou 2a Leis, e nem com qualquer outro Código de Honra que o robô possua."
    },
    {
      "id": "32",
      "name": "Esqueleto",
      "cost": "0 pontos",
      "categoryId": "6",
      "description": "Muitos esqueletos são simples amontoados de ossos que andam e lutam, os mais fracos entre os mortos-vivos. Quase nunca surgem naturalmente; costumam ser invocados por magos necromantes e clérigos (um ato considerado criminoso e maligno na maioria das culturas) para atuar como guardas e soldados.\nAlguns poucos, no entanto, adquirem vontade própria, intelecto superior e equipamse com armas e armaduras pesadas, tornando-se guerreiros temíveis. Esqueleto poderosos podem ser grandes heróis (e vilões ainda piores).\n• Invulnerabilidade: Frio. Esqueletos não sentem frio.\n• Armadura Extra: Corte e Perfuração. Não há mais carne para cortar ou perfurar.\n• Devoção. Normalmente envolve seguir as ordens de seu invocador; esqueletos são obedientes a seus mestres.\n• Inculto. Quase todos os esqueletos são silenciosos, totalmente mudos. Aqueles capazes de falar o fazem com uma voz estridente e arranhada (e recompram esta desvantagem).\n• Monstruoso. Um esqueleto nunca pode se fazer passar por um ser humano, mesmo quando disfarçado."
    },
    {
      "id": "33",
      "name": "Fantasma",
      "cost": "3 pontos",
      "categoryId": "6",
      "description": "Fantasmas são mortos-vivos imateriais, espíritos descarnados. Quando surgem, geralmente é porque algum motivo poderoso e particular impede que tenham o descanso eterno.\nFantasmas podem se fazer passar perfeitamente por humanos vivos — exceto aoctoque, é claro. Eles também revelam sua real natureza quando usam qualquer poder que consome Pontos de Magia; nesse momento se tornam translúcidos, semi transparentes.\n• Incorpóreo. Fantasmas são imunes a todas as formas de dano físico e energia. Eles sofrem dano apenas por magia, ou ataques realizados por um xamã ou outra criatura incorpórea. Da mesma forma, fantasmas não podem usar sua própria Força ou PdF para interagir com o mundo físico — podem tocar apenas xamãs e outros seres incorpóreos.\n• Imortal. Quando destruídos, fantasmas ressurgem mais tarde no mesmo local onde morreram. Um fantasma nunca pode ser completamente destruído.\n• Pânico. Fantasmas podem conjurar esta magia pelo custo normal em PMs.\n• Aptidão para Invisibilidade. Para fantasmas, esta vantagem custa 1 ponto.\n• Aptidão para Possessão. Para fantasmas, esta vantagem custa 1 ponto.\n• Devoção. Um fantasma está preso a este mundo por amor, raiva, vingança ou razões que ele próprio não consegue entender, sempre envolvido em uma missão interminável."
    },
    {
      "id": "34",
      "name": "Múmia",
      "cost": "3 pontos",
      "categoryId": "6",
      "description": "Múmias são cadáveres embalsamados e preparados para resistir à passagem dos séculos. Rituais funerários garantem à sua alma uma viagem tranquila ao Reino dos Mortos. Infelizmente, às vezes algum tipo de maldição impede que o espírito da múmia deixe este mundo.\nMúmias podem usar um disfarce ilusório para se parecer com seres humanos (mas o disfarce se dissipa quando sofrem dano ou entram em combate). Múmias são inteligentes; as mais antigas, inclusive, podem ser magos ou clérigos poderosos.\n• Armadura Extra. Múmias sofrem dano normal apenas por fogo e magia. Contra quaisquer outras formas de dano, sua Armadura é dobrada.\n• Podridão de Múmia. Quando uma múmia é bem-sucedida em um ataque com suas garras (baseado em Força), além de sofrer dano normal, a vítima deve ter sucesso em um teste de Resistência. Se falhar, vai contrair uma doença pestilenta que provoca um redutor de –1 em todas as características. Essa doença é uma Maldição de –1 ponto para ser removida, e afeta apenas criaturas vivas. Criaturas com Resistência superior à Habilidade da múmia são imunes.\n• Pânico. Múmias podem conjurar esta magia pelo custo normal em PMs.\n• Ambiente Especial. Múmias têm problemas para afastar-se de seu próprio sarcófago, sofrendo os efeitos normais desta desvantagem."
    },
    {
      "id": "35",
      "name": "Vampiro",
      "cost": "-1 ponto",
      "categoryId": "6",
      "description": "Provavelmente os mais temidos mortos-vivos, vampiros são também aqueles com habilidades mais variadas. Eles podem ser de origem mágica ou científica, surgindo através de maldições, contaminação por doenças raras, rituais demoníacos...\nVampiros podem se fazer passar por humanos (ou elfos, pois alguns têm orelhas pontudas) sem muita dificuldade, vivendo disfarçados em sociedade — embora muitos prefiram apenas se esconder em covis durante o dia e caçar à noite.\nDependência. O que define um vampiro é sua necessidade de sugar a vida dos vivos; todos eles dependem de alguma coisa rara, proibida ou monstruosa para continuar existindo. Sangue humano é a necessidade mais óbvia e comum, mas também existem aqueles que sugam almas ou devoram partes do corpo. Seja como for, um vampiro precisa matar um humano, semi-humano ou humanoide todos os dias, ou enfraquece até ser destruído.\nMaldição. Vampiros sofrem dano quando expostos à luz do dia. Perdem 1 Ponto de Vida por turno até virarem cinzas. A perda se reduz a 1 PV por minuto em dias nublados ou quando usam roupas pesadas.\nCada vampiro é único, com uma combinação própria de poderes e fraquezas. O jogador pode comprar vantagens ou adquirir desvantagens entre as seguintes:\n• Forma de Névoa (1 ponto): o vampiro pode se transformar em névoa. Nessa forma ele pode flutuar (Voo com H1) e é incorpóreo (veja em Fantasma).\n• Formas Alternativas (1 ponto cada): o vampiro pode se transformar em lobo-das-cavernas (F1, H2, R2, A1, PdF0, Faro e Audição Aguçados) ou morcego-gigante (F0, H3, R1, A0, PdF0, Voo, Radar).\n• Imortal (1 ponto): quando destruído, o vampiro ressurge após 2d noites em sua tumba ou algum outro lugar.\n• Invulnerabilidade (3 pontos): o vampiro pode ser ferido apenas com fogo e magia.\n• Magia Negra (1 ponto): para um vampiro, esta vantagem custa 1 ponto.\n• Monstruoso (–1 ponto): o vampiro tem aparência repulsiva e não pode se fazer passar por um humano normal. Além disso, pelo tamanho de suas presas e aspecto de morcego, pode ser facilmente identificado como um vampiro.\n• Fobia (–1 ponto): cheiro de alho, toque de água benta, e a presença de fogo ou qualquer símbolo religioso.\n• Vulnerabilidade: Químico (–1 ponto): além de ter Armadura reduzida a zero contra ataques baseados em água (mesmo que não seja água benta), quando mergulhado em água corrente, o vampiro perde 1 PV por turno."
    },
    {
      "id": "36",
      "name": "Zumbi",
      "cost": "-2 pontos",
      "categoryId": "6",
      "description": "São considerados mortos-vivos “fracos” — embora alguns venham a conquistar grande poder pessoal, muitas vezes liderando sua própria horda. Eles podem ser invocados por magos ou sacerdotes, mas também costumam ocorrer por outros motivos; cemitérios amaldiçoados, acidentes com produtos químicos, drogas desenvolvidas por indústrias corruptas...\n• Dependência. Zumbis podem parecer criaturas estúpidas e sem mente, mas isso nem sempre é verdade. Eles apenas se comportam como tal porque precisam satisfazer um apetite desesperado por carne humana: um zumbi precisa devorar um órgão humano vivo e fresco (um cérebro, um coração...) todos os dias, ou ficará cada vez mais fraco até se desfazer por completo.\n• Lentidão. Zumbis sofrem redutor de H–2 em testes para ganhar a iniciativa e esquivar. Aqueles com Aceleração não sofrem essas restrições, mas também não recebem os benefícios normais da vantagem.\n• Inculto. A maioria dos zumbis consegue apenas gemer de forma fantasmagórica. Zumbis capazes de falar devem recomprar esta desvantagem.\n• Monstruoso. Por seu cheiro forte e aparência decrépita, zumbis não podem se fazer passar por seres humanos, exceto à distância. Alguns têm aspecto mais ou menos normal, ou podem gerar um disfarce ilusório (recomprando esta desvantagem)."
    }
  ]
}